/** WhatDetailsController */

/* Default name for What object */
"What ?" = "Quoi ?";

/* Label for best price */
"Best price:" = "Meilleur prix :";

/* Label for no photo */
"No photo" = "Pas de photo";

/* Title for photo source sheet */
"Add a photo" = "Ajouter une photo";

/* Cancel button on photo source sheet */
"Cancel" = "Annuler";

/* Photo from library on photo source sheet */
"Choose existing photo" = "Choisir une photo";

/* Photo from camera button on photo source sheet */
"Take new photo" = "Prendre une photo";

/* Add button on WhatDetailsController */
"Add" = "Ajouter un nouvel emplacement";

/* Default name for Where object */
"Where ?" = "Où ?";


/** WhereDetailsController */

/* Amount text field default content */
"How much ?" = "Combien ?";

/* Location button on Where list controller in edit mode */
"Edit location" = "Modifier l'emplacement";

/* Location button on Where list controller in view mode */
"View location" = "Voir l'emplacement";



/** MapController */

/* Drop pin button */
"Drop pin" = "Placer un repère";

/* Save location button */
"Save location" = "Sauver";

/* Done button */
"Done" = "Terminé";

/* UserAnnotation title */
"Here" = "Nouveau lieu";

/* Title for localisation disabled */
"LocDisabled" = "Service de localisation désactivé";

/* Message for location disabled */
"LocDisabledMsg" = "Pour vous localiser, veuillez accéder aux Réglages et activer le service de localisation.";

/* Message for localisation error */
"The current location could not be obtained." = "L'emplacement courant n'a pas pu être obtenu.";



/** Misc */

/* Error */
"Error" = "Erreur";

/* Dismiss */
"Dismiss" = "Annuler";